Repository: chillSeCdW/BookingSense
Catalog: BookingSense/Widget/Localizable.xcstrings
Source language: en
Languages: de

source: All
de: Alle

source: All entries
de: Alle Einträge

source: Allows the user to find booking entries
de: Ermöglicht dem Benutzer die Suche nach Buchungseinträgen

source: Allows the user to find timeline entries
de: Ermöglicht dem Benutzer die Suche nach Zeitstrahleinträgen

source: Allows the user to navigate to a Tab
de: Ermöglicht es dem Benutzer zu einer Registerkarte zu navigieren

source: Black
de: Schwarz

source: Booking Entry
de: Buchungseintrag

source: Bookings
de: Buchung

# Bookings type list
source: Booking type
de: Buchungstyp

source: Checked
de: Abgehakt

# Color toggle based on booking type
source: Color of Toggle
de: Farbe des Knopfes

source: Colored
de: Farbig

source: Configuration
de: Konfiguration

source: Filter for entries
de: Filter für Einträge

source: Find booking entries
de: Buchungseinträge finden

source: Find timeline entries
de: Zeitstrahleinträge finden

source: Get quick access to your timeline.
de: Schneller Zugriff auf deinen Zeitstrahl.

source: Hide
de: Verbergen

source: Incoming
de: Eingehend

source: Incoming entries
de: Eingehende Einträge

source: Late
de: Spät

source: Navigate to ${navigationOption}
de: Navigieren zu ${navigationOption}

source: Navigate to Tab
de: Zu Tab navigieren

source: No entries found.
de: Keine Einträge gefunden.

source: On time
de: Pünktlich

source: Outgoing
de: Ausgehend

source: Outgoing entries
de: Ausgehende Einträge

source: Saving
de: Einsparung

source: Saving entries
de: Einsparungseinträge

source: Settings
de: Einstellungen

source: Show
de: Anzeigen

source: Show header of widget
de: Kopfzeile des Widgets anzeigen

source: Statistics
de: Statistik

source: Tap action
de: Aktion des Abhakens

source: Timeline
de: Zeitstrahl

source: Timeline Entry
de: Zeitstrahleintrag

source: Timeline entry will be completed on configured day
de: Zeitstrahleintrag anhand Konfiguration abschließen

source: Timeline List
de: Zeitstrahl Liste

source: Today
de: Heute

source: Toggle color in widget
de: Schalter Farbe im Widget

source: Type of checking
de: Verhalten des Abhakens

source: Which Tab?
de: Welcher Tab?
